; Portuguese (Brazil)
; MCHAL, http://www.zetatalk.com

[Portuguese (Brazil)]
IDS_UPDATE_NO=Não existe atualização por enquanto.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Arquivo
IDS_SETTINGS=Configurar
IDS_EXIT=Fechar
IDS_LANGUAGE=Language
IDS_HELP=Ajuda
IDS_WEBSITE=Site na web
IDS_CHECKUPDATES=Procurar atualização
IDS_ABOUT=Sobre
IDS_DONATE=Fazer donativo
IDS_TRAY_SHOW=Exibir/Ocultar
IDS_TRAY_DISABLE=Ativar/desativar
IDS_TRAY_POPUP_1=Áreas de Limpeza
IDS_TRAY_POPUP_2=Liberar a cada
IDS_TRAY_POPUP_3=Limpar a cada
IDS_CLEAN=Liberar memória
IDS_GROUP_1=Física
IDS_GROUP_2=Arquivo de paginação
IDS_GROUP_3=Cache do sistema
IDS_ITEM_1=Usada
IDS_ITEM_2=Livre
IDS_ITEM_3=Total livre
IDS_SETTINGS_GENERAL=Principal
IDS_SETTINGS_MEMORY=Liberação de memória
IDS_SETTINGS_APPEARANCE=Aparência
IDS_SETTINGS_TRAY=Ícone Ár. Notificação
IDS_CLOSE=Fechar
IDS_TITLE_1=Configuração principal
IDS_TITLE_2=Idioma
IDS_TITLE_3=Partes da memória para limpar
IDS_TITLE_4=Gestão da memória
IDS_TITLE_5=Atalho de teclado (global)
IDS_TITLE_6=Aparência
IDS_TITLE_7=Indicação de cores
IDS_TITLE_8=Comandos do mouse
IDS_TITLE_9=Balão de dicas
IDS_ALWAYSONTOP_CHK=Manter o Painel de Configuração sempre na frente
IDS_LOADONSTARTUP_CHK=Carregar com o sistema
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Confirmar o início da limpeza da memória
IDS_SKIPUACWARNING_CHK=Ignorar aviso do "Controle de Conta do Usuário"
IDS_CHECKUPDATES_CHK=Procurar atualização periodicamente (recomendado)
IDS_LANGUAGE_HINT=Usar este idioma:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Liberar quando acima de: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Liberar a cada (min.):
IDS_HOTKEY_CLEAN_CHK=Liberar memória com estas teclas:
IDS_TRAYUSETRANSPARENCY_CHK=Usar fundo transparente
IDS_TRAYSHOWBORDER_CHK=Exibir bordas
IDS_TRAYROUNDCORNERS_CHK=Exibir cantos arredondados
IDS_TRAYCHANGEBG_CHK=Mudar a cor do fundo (em vez do texto e da borda)
IDS_TRAYUSEANTIALIASING_CHK=Usar suavização de bordas
IDS_FONT_HINT=Fonte:
IDS_COLOR_TEXT_HINT=Cor do texto
IDS_COLOR_BACKGROUND_HINT=Cor do fundo
IDS_COLOR_WARNING_HINT=Cor do "Nível de alerta"
IDS_COLOR_DANGER_HINT=Cor do "Nível de perigo"
IDS_TRAYLEVELWARNING_HINT=Acionar o "Nível de alerta" em: (%)
IDS_TRAYLEVELDANGER_HINT=Acionar o "Nível de alerta" em: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Clique único:
IDS_TRAY_ACTION_1=Exibir/Ocultar
IDS_TRAY_ACTION_2=Liberar memória
IDS_TRAY_ACTION_3=Abrir o Gestor de Tarefas
IDS_SHOW_CLEAN_RESULT_CHK=Exibir resultados de limpeza de memória
IDS_QUESTION=Quer mesmo liberar (limpar a) memória?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=Feita a limpeza da memória, com %s liberados.
IDS_STATUS_NOPRIVILEGES=Necessário ter privilégios administrativos. Favor executar o programa como administrador!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Habilitar sons de notificação
IDS_TITLE_ADVANCED=Avançado
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
